Repository: JLEscolaDev/PrintableBingoOffline
Catalog: PrintableBingoOffline/Localizable.xcstrings
Source language: en
Languages: de, es, fr

# Ajustes
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

# coffee.footer
source: These are one-time voluntary support purchases. They do not renew automatically.
de: Dies sind einmalige freiwillige Unterstützungen. Sie erneuern sich nicht automatisch.
es: Son apoyos puntuales y voluntarios. No se renuevan automáticamente.
fr: Ce sont des soutiens volontaires ponctuels. Ils ne se renouvellent pas automatiquement.

# coffee.loading
source: Loading support options...
de: Unterstützung wird geladen...
es: Cargando opciones de apoyo...
fr: Chargement des options de soutien...

# coffee.open_project
source: Open project page
de: Projektseite öffnen
es: Abrir web del proyecto
fr: Ouvrir la page du projet

# coffee.open_support
source: Open support
de: Support öffnen
es: Abrir soporte
fr: Ouvrir le support

# coffee.product.breakfast
source: A breakfast
de: Ein Frühstück
es: Un desayuno
fr: Un petit-déjeuner

# coffee.product.coffee
source: Buy me a coffee
de: Lad mich auf einen Kaffee ein
es: Invítame a un café
fr: Offre-moi un café

# coffee.product.project
source: Support the project
de: Projekt unterstützen
es: Apoyar el proyecto
fr: Soutenir le projet

# coffee.products_unavailable
source: Support options are unavailable right now.
de: Die Unterstützungsoptionen sind im Moment nicht verfügbar.
es: Las opciones de apoyo no están disponibles en este momento.
fr: Les options de soutien ne sont pas disponibles pour le moment.

# coffee.subtitle
source: If you're enjoying Printable Bingo Offline, you can support the project with a one-time voluntary contribution.
de: Wenn dir Printable Bingo Offline gefällt, kannst du das Projekt mit einem einmaligen freiwilligen Beitrag unterstützen.
es: Si te está gustando Printable Bingo Offline, puedes apoyar el proyecto con una aportación puntual y voluntaria.
fr: Si Printable Bingo Offline te plaît, tu peux soutenir le projet avec une contribution ponctuelle et volontaire.

# coffee.thanks_message
source: Thanks for supporting Printable Bingo Offline with %@.
de: Danke, dass du Printable Bingo Offline mit %@ unterstützt hast.
es: Gracias por apoyar Printable Bingo Offline con %@.
fr: Merci d'avoir soutenu Printable Bingo Offline avec %@.

# coffee.thanks_message.coins
source: Thanks for supporting Printable Bingo Offline with %@. As a surprise, you've received 500 coins.
de: Danke, dass du Printable Bingo Offline mit %@ unterstützt hast. Als Überraschung hast du 500 Münzen erhalten.
es: Gracias por apoyar Printable Bingo Offline con %@. Como sorpresa, has recibido 500 monedas.
fr: Merci d'avoir soutenu Printable Bingo Offline avec %@. En surprise, tu as reçu 500 pièces.

# coffee.thanks_message.theme
source: Thanks for your support. As a surprise, the Lucky theme has been unlocked in Settings.
de: Danke für deine Unterstützung. Als Überraschung wurde das Thema Afortunado in den Einstellungen freigeschaltet.
es: Gracias por tu apoyo. Como sorpresa, se ha desbloqueado el tema Afortunado en los ajustes.
fr: Merci pour ton soutien. En surprise, le thème Chanceux a été débloqué dans les réglages.

# coffee.thanks_title
source: Thank you so much
de: Gracias de verdad
es: Mil gracias
fr: Un grand merci

# coffee.title
source: Buy me a coffee
de: Lad mich auf einen Kaffee ein
es: Invítame a un café
fr: Offre-moi un café

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer

# ad.error.no_presenter
source: The ad cannot be shown yet.
de: Die Anzeige kann gerade noch nicht geöffnet werden.
es: No se ha podido presentar el anuncio todavía.
fr: La pub ne peut pas encore s'afficher.

# ad.status.dismissed
source: Ad closed
de: Anzeige geschlossen
es: Anuncio cerrado
fr: Pub fermée

# ad.status.load_failed
source: Failed to load ad
de: Anzeige konnte nicht geladen werden
es: No se ha podido cargar el anuncio
fr: Impossible de charger la pub

# ad.status.loading_many
source: Loading rewarded ads
de: Belohnungsanzeigen werden geladen
es: Cargando anuncios recompensados
fr: Chargement des pubs récompensées

# ad.status.loading_one
source: Loading ad...
de: Anzeige wird geladen...
es: Cargando anuncio...
fr: Chargement de la pub...

# ad.status.no_presenter
source: No presenter available for the ad
de: Kein sichtbarer Controller zum Anzeigen der Werbung verfügbar
es: No hay una vista disponible para mostrar el anuncio
fr: Aucune vue disponible pour afficher la pub

# ad.status.present_failed
source: Failed to show ad
de: Anzeige konnte nicht angezeigt werden
es: No se ha podido mostrar el anuncio
fr: Impossible d'afficher la pub

# ad.status.presenting
source: Opening ad
de: Anzeige wird geöffnet
es: Abriendo anuncio
fr: Ouverture de la pub

# ad.status.ready
source: Ad ready
de: Anzeige bereit
es: Anuncio listo
fr: Pub prête

# ad.status.test_active
source: Test ads active
de: Testanzeigen aktiv
es: Anuncios de prueba activos
fr: Pubs de test actives

# Conseguir monedas
source: Get coins
de: Münzen holen
es: Conseguir monedas
fr: Obtenir des pièces

# Conseguir monedas o activar Pro
source: Get coins or activate Pro
de: Münzen holen oder Pro aktivieren
es: Conseguir monedas o activar Pro
fr: Obtenir des pièces ou activer Pro

# Continuar partida
source: Continue game
de: Spiel fortsetzen
es: Continuar partida
fr: Reprendre la partie

# control.reset
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser

# control.start
source: Start
de: Starten
es: Empezar
fr: Démarrer

# control.stop
source: Stop
de: Stopp
es: Parar
fr: Arrêter

# Gestionar compras Pro
source: Manage Pro purchases
de: Pro-Käufe verwalten
es: Gestionar compras Pro
fr: Gérer les achats Pro

# Inicio
source: Home
de: Startseite
es: Inicio
fr: Accueil

# Invítame a un café
source: Buy me a coffee
de: Lad mich auf einen Kaffee ein
es: Invítame a un café
fr: Offre-moi un café

source: Play fast, top up coins whenever you want, and unlock Pro when it makes sense for you.
de: Spiele sofort, lade Münzen nach wenn du willst und schalte Pro frei, wenn es sich für dich lohnt.
es: Juega rápido, recarga monedas cuando quieras y desbloquea Pro cuando te compense.
fr: Joue vite, recharge des pièces quand tu veux et débloque Pro quand cela te convient.

# Jugar
source: Play
de: Spielen
es: Jugar
fr: Jouer

# label.last_five_numbers
source: Last 5 numbers:
de: Letzte 5 Zahlen:
es: Últimos 5 números:
fr: 5 derniers numéros :

# Modo Pro activo. Juega sin límites.
source: Pro mode active. Play without limits.
de: Pro-Modus aktiv. Spiele ohne Grenzen.
es: Modo Pro activo. Juega sin límites.
fr: Mode Pro actif. Jouez sans limites.

# paywall.ads_free_option
source: Get free coins by watching ads. This is the free option in this menu.
de: Erhalte gratis Münzen, indem du Werbung ansiehst. Das ist die kostenlose Option in diesem Menü.
es: Consigue monedas gratis viendo anuncios. Esta es la opción gratuita del menú.
fr: Obtiens des pièces gratuites en regardant des publicités. C'est l'option gratuite de ce menu.

# paywall.ads_ios_only
source: Ads are only available on iOS.
de: Werbung ist nur auf iOS verfügbar.
es: Los anuncios solo están disponibles en iOS.
fr: Les publicités sont disponibles uniquement sur iOS.

# paywall.debug_add_100_coins
source: Add 100 coins (debug)
de: 100 Münzen hinzufügen (Debug)
es: Añadir 100 monedas (debug)
fr: Ajouter 100 pièces (debug)

# paywall.debug_storekit_hint
source: In Simulator use StoreKit config. On device you need App Store Connect + sandbox tester.
de: Im Simulator StoreKit-Konfiguration verwenden. Auf Geräten brauchst du App Store Connect + Sandbox-Tester.
es: En simulador usa StoreKit config. En dispositivo necesitas App Store Connect + sandbox tester.
fr: Sur simulateur, utilisez la config StoreKit. Sur appareil, App Store Connect + testeur sandbox sont nécessaires.

# paywall.debug_test_ads
source: This debug build uses Google test ads so you can verify the flow safely.
de: Diese Debug-Build verwendet Google-Testanzeigen, damit du den Flow sicher prüfen kannst.
es: Esta build de debug usa anuncios de prueba de Google para que puedas validar el flujo con seguridad.
fr: Cette build de debug utilise des annonces de test Google pour que tu puisses valider le flux en toute sécurité.

# paywall.has_enough_coins
source: You have enough coins for another round.
de: Du hast genug Münzen für eine weitere Runde.
es: Tienes suficientes monedas para otra partida.
fr: Vous avez assez de pièces pour une autre partie.

# paywall.loading_ads
source: Loading ads...
de: Werbung wird geladen...
es: Cargando anuncios...
fr: Chargement des pubs...

# paywall.missing_coins.one
source: You need %lld more coin to play another round.
de: Dir fehlt %lld Münze für eine weitere Runde.
es: Te falta %lld moneda para jugar otra partida.
fr: Il vous manque %lld pièce pour jouer une autre partie.

# paywall.missing_coins.other
source: You need %lld more coins to play another round.
de: Dir fehlen %lld Münzen für eine weitere Runde.
es: Te faltan %lld monedas para jugar otra partida.
fr: Il vous manque %lld pièces pour jouer une autre partie.

# paywall.pro_active
source: You have Pro active. You can play without limits.
de: Pro ist aktiv. Du kannst ohne Limits spielen.
es: Tienes Pro activo. Puedes jugar sin límites.
fr: Pro est actif. Vous pouvez jouer sans limites.

# paywall.pro_subtitle
source: No ads, no coins, full access.
de: Keine Werbung, keine Münzen, voller Zugriff.
es: Sin anuncios, sin monedas y acceso completo.
fr: Sans pubs, sans pièces, accès complet.

# paywall.product_type.auto_renewable
source: Auto-renewing subscription
de: Abo mit automatischer Verlängerung
es: Suscripción con renovación automática
fr: Abonnement à renouvellement automatique

# paywall.product_type.consumable
source: Consumable purchase
de: Verbrauchbarer Kauf
es: Compra consumible
fr: Achat consommable

# paywall.product_type.non_consumable
source: One-time purchase
de: Einmalzahlung
es: Pago único
fr: Paiement unique

# paywall.product_type.non_renewable
source: Limited subscription without auto-renewal
de: Zeitlich begrenztes Abo ohne automatische Verlängerung
es: Suscripción temporal sin renovación automática
fr: Abonnement temporaire sans renouvellement automatique

# paywall.products_unavailable
source: Products are unavailable right now.
de: Produkte sind derzeit nicht verfügbar.
es: Productos no disponibles en este momento.
fr: Produits indisponibles pour le moment.

# paywall.recharge_with_ads
source: Recharge with ads
de: Mit Werbung aufladen
es: Recargar con anuncios
fr: Recharger avec des pubs

# paywall.renewal_footnote
source: Weekly and monthly plans renew automatically until the user cancels. Lifetime Pro is a one-time purchase.
de: Wöchentlich und monatlich verlängern sich automatisch, bis der Nutzer kündigt. Pro auf Lebenszeit ist eine Einmalzahlung.
es: Semanal y mensual se renuevan automáticamente hasta que el usuario los cancele. Pro de por vida es un pago único.
fr: Les plans hebdomadaire et mensuel se renouvellent automatiquement jusqu'à annulation. Pro à vie est un paiement unique.

# paywall.restore_purchases
source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats

# paywall.show_pro_options
source: View Pro options
de: Pro-Optionen anzeigen
es: Ver opciones Pro
fr: Voir les options Pro

# paywall.title.need_coins
source: You need coins
de: Du brauchst Münzen
es: Necesitas monedas
fr: Vous avez besoin de pièces

# paywall.title.recharge_coins_question
source: Need to recharge coins?
de: Münzen aufladen?
es: ¿Quieres recargar monedas?
fr: Recharger des pièces ?

# paywall.watch_ads.anytime
source: Watch 1 ad (+%lld)
de: 1 Anzeige ansehen (+%lld)
es: Ver 1 anuncio (+%lld)
fr: Voir 1 pub (+%lld)

# paywall.watch_ads.one
source: Watch %lld ad (+%lld)
de: %lld Anzeige ansehen (+%lld)
es: Ver %lld anuncio (+%lld)
fr: Voir %lld pub (+%lld)

# paywall.watch_ads.other
source: Watch %lld ads (+%lld)
de: %lld Anzeigen ansehen (+%lld)
es: Ver %lld anuncios (+%lld)
fr: Voir %lld pubs (+%lld)

# paywall.watching_ads.one
source: Watching ad... (%lld left)
de: Werbung läuft... (%lld übrig)
es: Viendo anuncio... (queda %lld)
fr: Publicité en cours... (reste %lld)

# paywall.watching_ads.other
source: Watching ads... (%lld left)
de: Werbungen laufen... (%lld übrig)
es: Viendo anuncios... (quedan %lld)
fr: Publicités en cours... (reste %lld)

source: Weekly and monthly plans renew automatically until the user cancels. Lifetime Pro is a one-time purchase.
de: Wöchentlich und monatlich verlängern sich automatisch, bis der Nutzer kündigt. Pro auf Lebenszeit ist eine Einmalzahlung.
es: Semanal y mensual se renuevan automáticamente hasta que el usuario los cancele. Pro de por vida es un pago único.
fr: Les plans hebdomadaire et mensuel se renouvellent automatiquement jusqu'à annulation. Pro à vie est un paiement unique.

# settings.app_language
source: App language
de: App-Sprache
es: Idioma de la app
fr: Langue de l'app

# settings.app_language.de
source: German
de: Deutsch
es: Alemán
fr: Allemand

# settings.app_language.en
source: English
de: Englisch
es: Inglés
fr: Anglais

# settings.app_language.es
source: Spanish
de: Spanisch
es: Español
fr: Espagnol

# settings.app_language.fr
source: French
de: Französisch
es: Francés
fr: Français

# settings.dirty_mode
source: Dirty mode
de: Derber Modus
es: Modo guarro
fr: Mode osé

# settings.interval_seconds
source: Interval (s)
de: Intervall (s)
es: Intervalo (s)
fr: Intervalle (s)

# settings.joke_frequency
source: Phrase frequency
de: Spruchhäufigkeit
es: Frecuencia de frases
fr: Fréquence des phrases

# settings.max_number
source: Maximum number
de: Höchstzahl
es: Número máximo
fr: Numéro maximal

# settings.music
source: Music
de: Musik
es: Música
fr: Musique

# settings.section.audio
source: Audio settings
de: Audio-Einstellungen
es: Ajustes de audio
fr: Paramètres audio

# settings.section.draw
source: Draw settings
de: Ziehungs-Einstellungen
es: Ajustes de sorteo
fr: Paramètres du tirage

# settings.section.language
source: Language
de: Sprache
es: Idioma
fr: Langue

# settings.section.music
source: Background music
de: Hintergrundmusik
es: Música de fondo
fr: Musique de fond

# settings.section.theme
source: Theme
de: Design
es: Tema
fr: Thème

# settings.sing_numbers
source: Speak numbers
de: Zahlen ansagen
es: Cantar números
fr: Annoncer les numéros

# settings.theme
source: Theme
de: Design
es: Tema
fr: Thème

# settings.use_english_audio
source: Use English audio
de: Englisches Audio verwenden
es: Usar audio en inglés
fr: Utiliser l'audio en anglais

# settings.use_jokes
source: Use jokes / phrases
de: Witze / Sprüche verwenden
es: Usar bromas / frases
fr: Utiliser des blagues / phrases

# settings.volume
source: Volume
de: Lautstärke
es: Volumen

# theme.christmas
source: Christmas
de: Weihnachten
es: Navidad
fr: Noël

# theme.classic
source: Classic
de: Klassisch
es: Clásico
fr: Classique

# theme.lucky
source: Lucky
de: Glucklich
es: Afortunado
fr: Chanceux

# common.ok
source: OK
es: Vale

# settings.app_language.system
source: System
es: Sistema
fr: Système
